Repository: Jean28518/linux-assistant
Catalog: lib/l10n/app_*.arb
Languages: de, it

# youCanOpenLinuxAssistantWithHotkey
source: You can always open Linux Assistant with the key combination {modifier} + <Q>. If this does not work yet, call 'keyboard shortcut' in the search.
de: Du kannst den Linux Assistant immer mit der Tastenkombination {modifier} + <Q> öffnen. Wenn dies noch nicht funktioniert, rufe in der Suche 'Tastatur Kurzbefehl' auf.
it: Puoi sempre aprire Linux Assistant con la combinazione di tasti {modifier} + <Q>. Se ancora non funziona, chiama 'scorciatoia da tastiera' nella ricerca.

source: Introduction to Linux-Assistant
de: Einführung des Linux-Assistants
it: Introduzione a Linux Assistant

# introductionToLinuxAssistantDescription
source: Presentation of of all possibilites and search entries of Linux-Assistant.
de: Vorstellung aller Möglichkeiten und Suchergebnisse von Linux-Assistant.
it: Presentazione di tutte le possibilità e voci di ricerca di Linux-Assistant.

source: Change background
de: Wechsle Hintergrund
it: Cambia sfondo

source: Analysing linux health...
de: Analysiere Linux-Gesundheit...
it: Analisi dello stato di salute di Linux...

source: Linux health
de: Linux-Gesundheit
it: Salute di Linux

# linuxHealthDescription
source: Check the current status of your linux system.
de: Überprüfe den aktuellen Status deines Linux-Systems.
it: Controlla lo stato attuale del tuo sistema Linux.

# uptimeWarning
source: Your Linux system has not been rebooted for a long time. To avoid potential errors, regular reboots are recommended. The last reboot was {time} {unit} ago.
de: Dein Linux-System wurde schon lange nicht mehr neugestartet. Um potentielle Fehler zu vermeiden werden regelmäßige Neustarts empfohlen. Der letzte Neustart war vor {time} {unit}.
it: Il tuo sistema Linux non è stato riavviato da molto tempo. Per evitare potenziali errori, si consigliano riavvii regolari. L'ultimo riavvio è avvenuto {time} {unit} fa.

# uptimePass
source: Your Linux system has only been running for {time} {unit}. That's good!
de: Dein Linux-System läuft erst seit {time} {unit}. Das ist gut!
it: Il tuo sistema Linux è in esecuzione solo da {time} {unit}. Questo è buono!

# diskspaceWarning1
source: Your partition '
de: Die Partition '
it: La tua partizione '

# diskspaceWarning2
source: ' is very full! Try to free up some memory. Remaining available memory:
de: ' ist sehr voll! Versuche, etwas Speicherplatz freizugeben. Restlich verfügbarer Speicherplatz:
it: ' è molto pieno! Prova a liberare un po' di memoria. Memoria disponibile rimanente:

# diskspacePass
source: Your partitions are not overfilled. This results in better performance. Very good!
de: Deine Partitionen sind nicht überfüllt. Dies resultiert zu besserer Performance. Sehr gut!
it: Le tue partizioni non sono troppo piene. Ciò si traduce in prestazioni migliori. Molto bene!

# processesWithZombiesMessage
source: Currently {processes} processes are running. Of these {zombies} zombies where found.
de: Aktuell laufen {processes} Prozesse. Von diesen wurden {zombies} Zombies gefunden.
it: Attualmente sono in esecuzione {processes} processi. Di questi {zombies} sono stati trovati zombi.

# removableDevicesWarning
source: {removableDevices} removable storage devices/(partitions) were found. If you do not currently need them, it is recommended to remove them due to security reasons and the health of these devices.
de: Es wurden {removableDevices} entfernbare Speicher-Geräte/(Partitionen) gefunden. Wenn Du diese aktuell nicht benötigst, wird aufgrund Sicherheitsgründen und der Gesundheit dieser Geräte empfohlen, diese zu entfernen.
it: {removableDevices} sono stati trovati dispositivi/(partizioni) di archiviazione rimovibili. Se al momento non ne hai bisogno, ti consigliamo di rimuoverli per motivi di sicurezza e di salute di questi dispositivi.

# removableDevicesPass
source: No removable storage devices were detected.
de: Es wurden keine entfernbare Speichermedien entdeckt.
it: Non è stato rilevato alcun dispositivo di archiviazione rimovibile.

# swapsPass
source: Your system uses swap space. You do not need to do anything in this regard.
de: Dein System nutzt Auslagerungsspeicher (Swap). Du musst in dieser Hinsicht nichts unternehmen.
it: Il tuo sistema utilizza lo spazio di swap. Non è necessario fare nulla a riguardo.

# swapsWarning
source: Your system doesn't have swap memory. If your memory is full, your system has no further possibility to swap it. Add either a swap file or a swap partition to your system.
de: Deinem System fehlt ein Auslagerungsspeicher (Swap). Wenn Dein Arbeitsspeicher voll sein sollte, hat Dein System keine weitere Möglichkeit, Speicher auszulagern. Füge Deinem System entweder einen Swapfile oder eine Swappartiion hinzu.
it: Il tuo sistema non dispone di memoria di swap. Se la tua memoria è piena, il tuo sistema non ha più possibilità di scambiarla. Aggiungi un file di swap o una partizione di swap al tuo sistema.

# topMemoryProcesses
source: Currently most memory-intensive processes
de: Aktuell speicherintensivste Prozesse
it: Attualmente la maggior parte dei processi ad uso intensivo di memoria

# topCPUProcesses
source: Currently most computationally intensive processes
de: Aktuell rechenintensivste Prozesse
it: Attualmente i processi più intensivi dal punto di vista computazionale

source: CPU usage
de: CPU-Auslastung
it: Uso della CPU

# memoryUsage
source: RAM usage
de: RAM-Auslastung
it: Uso della RAM

source: Process
de: Prozess
it: Processo

source: Memory and storage
de: Speicher
it: Memoria e archiviazione

# applyUpdatesSinceRelease
source: Update the system to the latest version
de: Aktualisiere das System auf den neuesten Stand
it: Aggiorna il sistema alla versione più recente

# applyUpdatesSinceReleaseDescription
source: Since the release of the current {distro} version, updates may be available. Apply these updates.
de: Seit der Veröffentlichung der aktuellen {distro}-Version sind unter Umständen Aktualisierungen verfügbar. Wende diese Aktualisierungen an.
it: Dal rilascio dell'attuale versione di {distro}, potrebbero essere disponibili aggiornamenti. Applica questi aggiornamenti.

source: minutes
de: Minuten
it: minuti

source: hours
de: Stunden
it: ore

source: days
de: Tage
it: giorni

source: Linux Assistant keyboard shortcut
de: Linux Assistant Tastatur Kurzbefehl
it: Scorciatoia da tastiera di Linux Assistant

# setUpLinuxAssistantKeyboardShortcut
source: Set up the keyboard combination {modifier} + <Q> to quickly open Linux Assistant from anywhere.
de: Richte die Tastatenkombination {modifier} + <Q> ein um Linux-Assistant von überall aus schnell zu öffnen.
it: Imposta la combinazione di tastiera {modifier} + <Q> per aprire rapidamente Linux Assistant da qualsiasi luogo.

source: A new version is available!
de: Eine neue Version ist verfügbar!
it: Una nuova versione è disponibile!

# doYouWantToUpdateNow
source: New features are waiting for you. Do you want to update Linux-Assistant now? This usually takes only a few seconds.
de: Neue Funktionen warten auf Dich. Möchtest Du Linux-Assistant jetzt aktualisieren? Dies dauert in der Regel nur wenige Sekunden.
it: Nuove funzionalità ti stanno aspettando. Vuoi aggiornare Linux-Assistant adesso? Solitamente l'operazione richiede solo pochi secondi.

source: Later
de: Später
it: Dopo

source: Update now
de: Aktualisiere jetzt
it: Aggiorna ora

# linuxAssistantIsUpdating
source: Linux-Assistant is updating itself. After that, restarting the application is recommended.
de: Linux-Assistant aktualisiert sich gerade. Danach ist ein Neustart der Anwendung empfohlen.
it: Linux-Assistant si sta aggiornando. Successivamente, si consiglia di riavviare l'applicazione.

# hardInfoDescription
source: System information and benchmark tool
de: System-Informationen und Benchmark-Werkzeug
it: Informazioni di sistema e strumento di benchmark

# installX
source: Install {app}
de: Installiere {app}
it: Installa {app}

# installingXDescription
source: Installing {app}... You have to open {app} after separatly.
de: Installiere {app}... Sie müssen {app} danach separat öffnen.
it: Installazione di {app}... Devi aprire {app} successivamente e separatamente.

# redshiftDescription
source: Filters blue light to reduce eye strain.
de: Filtert blaues Licht um die Augen zu schonen.
it: Filtra la luce blu per ridurre l'affaticamento degli occhi.

# redshiftIsInstalledAlready
source: Redshift is already installed. Please open Redshift independently from your system menu.
de: Redshift ist bereits installiert. Bitte öffnen Sie Redshift selbständig aus Ihrem Systemmenü.
it: Redshift è già installato. Apri Redshift indipendentemente dal menu di sistema.

# settings
source: Setting
de: Einstellungen
it: Impostazione

source: Search settings
de: Such-Einstellungen
it: Impostazioni di ricerca

source: On
de: Ein
it: Acceso

source: Off
de: Aus
it: Spento

source: Include applications.
de: Anwendungen einbeziehen.
it: Includi applicazioni.

source: Include basic folders.
de: Basisordner einbeziehen.
it: Includi cartelle di base.

source: Include recently used files and folders.
de: Kürzlich verwendete Dateien und Ordner einbeziehen.
it: Includi file e cartelle utilizzati di recente.

source: Include favorite files and folder bookmarks.
de: Lieblingsdateien und Ordner-Lesezeichen einbeziehen.
it: Includi i file preferiti e i segnalibri delle cartelle.

# includeBrowserBookmarks
source: Include browser bookmars.
de: Browser-Lesezeichen einbeziehen.
it: Includi i segnalibri del browser.

source: Shutdown
de: Herunterfahren
it: Spegnimento

# shutdownDescription
source: Turn off your Linux machine now or set a timing for it.
de: Schalte deinen Linux-Rechner jetzt aus oder setzte dafür ein Timing. Führt den 'shutdown' Befehl aus.
it: Spegni subito la tua macchina Linux o impostane un orario.

source: Shutdown in
de: Ausschalten in
it: Spegnimento

source: Exit
it: Esci

# exitDescription
source: Close Linux-Assistant.
de: Beende Linux-Assistant.
it: Chiudi Linux-Assistant.

source: Appearance settings
de: Erscheinungsbild-Einstellungen
it: Impostazioni dell'aspetto

# darkThemeEnabled
source: Dark theme (restart required)
de: Dunkles Thema (Neustart benötigt)
it: Tema scuro (riavvio richiesto)

# mainColorSetting
source: Main color (restart required)
de: Primäre Farbe (Neustart benötigt)
it: Colore principale (riavvio richiesto)

# secondaryColorSetting
source: Secondary color (restart required)
de: Sekundäre Farbe (Neustart benötigt)
it: Colore secondario (riavvio richiesto)

source: Colorful background
de: Bunter Hintergrund
it: Sfondo colorato

source: The following commands will be executed
de: Folgende Befehle werden ausgeführt
it: Verranno eseguiti i seguenti comandi

source: Command
de: Befehl
it: Comando

source: Show commands
de: Befehle einblenden
it: Mostra comandi

source: Hide commands
de: Befehle ausblenden
it: Nascondi comandi

source: Description
de: Beschreibung
it: Descrizione

source: Self-learning search
de: Selbstlernende Suche
it: Ricerca in autoapprendimento

# updateSystemDescription
source: Update your Linux machine and all applications (updates). This process may take a few minutes.
de: Aktualisiere deinen Linux-Rechner und alle Anwendungen. (Updates)
it: Aggiorna la tua macchina Linux e tutte le applicazioni (aggiornamenti). Questo processo potrebbe richiedere alcuni minuti.

source: Feature overview
it: Panoramica delle funzionalità

source: Power mode
it: Modalità di alimentazione

# powerModeDescription
source: Switch between power saving and performance mode.
it: Passa dalla modalità di risparmio energetico a quella di prestazione.

# powerSaver
source: power saving mode
it: modalità di risparmio energetico

# performance
source: performance mode
it: modalità di prestazione

# balanced
source: balanced mode
it: modalità bilanciata

source: Activate
it: Attivare

source: Active
it: Attiva

# installPowerProfilesDeamonDescription
source: To change the power mode you need power-profiles-deamon. Do you want to install this?
it: Per modificare la modalità di risparmio energetico è necessario power-profiles-deamon. Vuoi installarlo?

source: Folder recursion depth
it: Profondità di ricorsione della cartella

# shutdownAfterwards
source: Shutdown Linux afterwards
it: Successivamente spegni Linux

source: Password
de: Passwort

source: Desktop
de: Benutzeroberfläche

source: Runtime
de: Laufzeit

source: Update
de: Aktualisierung

source: Fix
de: Beheben

source: No
de: Nein
