Repository: Jean28518/linux-assistant
Catalog: lib/l10n/app_*.arb
Languages: de, it

source: Hello World!
de: Hallo Welt!
it: Ciao mondo!

source: Enter a search term...
de: Suchbegriff eingeben...
it: Inserisci un termine di ricerca...

# securityCheckDescription
source: Keep the security of your computer in track.
de: Behalte die Sicherheit Deines Computers im Auge.
it: Tieni sotto controllo la sicurezza del tuo computer.

# warpinatorDescription
source: Send files quickly over the local network. To Linux, Android, iOS and Windows.
de: Sende Dateien schnell über das lokale Netzwerk. Zu Linux, Android, iOS und Windows.
it: Invia file rapidamente sulla rete locale. Per Linux, Android, iOS e Windows.

source: Security Check
de: Sicherheitsüberprüfung
it: Controllo di sicurezza

source: After Installation
de: Nach der Installation
it: Dopo l'installazione

# afterInstallationDescription
source: Set up your linux machine to your needs.
de: Setze Deinen Linux-Rechner nach Deinen Bedürfnissen auf.
it: Configura la tua macchina Linux in base alle tue esigenze.

# openX
source: Open
de: Öffne
it: Apri

source: Search in web for
de: Suche im Internet nach
it: Cerca nel web per

source: Look for online results..
de: Sehe nach Online-Ergebnissen..
it: Cerca risultati online..

source: Send Feedback
de: Sende Feedback
it: Invia Feedback

source: Clear
de: Leeren
it: Pulisci

source: Loading...
de: Lade...
it: Caricamento in corso...

source: Preparing search...
de: Bereite Suche vor...
it: Preparazione della ricerca...

source: Analysing System Security ...
de: Analysiere System-Sicherheit...
it: Analisi della sicurezza del sistema ...

source: Additional Software Sources
de: Zusätzliche Paketquellen
it: Fonti software aggiuntive

# securityCheckFailedBecauseNoRoot
source: That didn't work. You need root rights to run the security check.
de: Das hat leider nicht funktioniert. Du benötigst Root-Rechte, um die Sicherheits-Überprüfung durchzuführen.
it: Non ha funzionato. Sono necessari i diritti di root per eseguire il controllo di sicurezza.

source: Cancel
de: Abbrechen
it: Annulla

source: Retry
de: Erneut versuchen
it: Riprova

source: Back to search
de: Zurück zur Suche
it: Torna alla ricerca

source: Reload
de: Neu laden
it: Ricaricare

# analyzingSystemScurity
source: Analysing system security...
de: Analysiere System-Sicherheit...
it: Analisi della sicurezza del sistema...

source: Updates
de: Aktualisierungen
it: Aggiornamenti

# systemIsUpToDate
source: Great! Your system is up to date.
de: Super! Dein System ist auf dem neuesten Stand.
it: Grandioso! Il tuo sistema è aggiornato.

# xPackagesShouldBeUpdated
source: packages should be updated.
de: Pakete sollten aktualisiert werden.
it: i pacchetti dovrebbero essere aggiornati.

source: Home folder
de: Persönlicher Ordner
it: Cartella Home

# homeFolderRightsOkay
source: Your home folder rights are okay. Other users can't see your files.
de: Die Rechte Deines persönlichen Ordners sind korrekt. Keine anderen Benutzer können Deine Dateien sehen.
it: I diritti della tua cartella Home sono a posto. Gli altri utenti non possono vedere i tuoi file.

# homeFolderRightsNotOkay
source: Your home folder is not secure. Other users could see your files.
de: Dein persönlicher Ordner ist nicht sicher. Andere Benutzer könnten deine Dateien sehen.
it: La tua cartella Home non è sicura. Altri utenti potrebbero vedere i tuoi file.

source: Network security
de: Netzwerk-Sicherheit
it: Sicurezza della rete

# noFirewallRecognized
source: No firewall recognized on your system.\nA firewall is recommended for computers with access from the internet.
de: Es wurde keine Firewall auf Deinem System gefunden. Eine Firewall ist für Rechner mit Zugriff vom Internet empfohlen.
it: Nessun firewall riconosciuto sul tuo sistema.\nSi consiglia un firewall per i computer con accesso da Internet.

# firewallIsRunning
source: Your firewall is up and running. Great job!
de: Deine Firewall ist aktiv. Gute Arbeit!
it: Il tuo firewall è attivo e funzionante. Ottimo lavoro!

# firewallIsInactive
source: Your firewall is inactive. A firewall is recommended for computers with access from the internet.
de: Deine Firewall ist inaktiv. Eine Firewall ist für Rechner mit Zugriff vom Internet empfohlen.
it: Il tuo firewall è inattivo. Si consiglia un firewall per i computer con accesso da Internet.

# sshFoundOnYourComputer
source: SSH server found on your computer. Your computer could be accessible from the outside. Uninstall ssh-server if you don't need it.
de: Ein SSH-Server wurde auf Deinem Rechner gefunden. Dein Computer könnte von außen erreichbar sein. Bitte deinstalliere ssh-server, wenn Du diesen nicht benötigst.
it: Server SSH trovato sul tuo computer. Il tuo computer potrebbe essere accessibile dall'esterno. Disinstalla ssh-server se non ti serve.

# noFail2BanFound
source: No fail2ban instance found on your computer. With it your computer is more imune to ssh brute force attacks.
de: Es wurde leider keine fail2ban Instanz auf Deinem Rechner gefunden. Mit diesem Dienst ist Dein Rechner sicherer vor SSH-Brute-Force Attacken.
it: Nessuna istanza fail2ban trovata sul tuo computer. Con esso il tuo computer è più immune agli attacchi di forza bruta ssh.

# xrdpRunningOnYourComputer
source: Xrdp is running at your computer. It's recommended to uninstall if you don't really need it.
de: Xrdp wurde auf Deinem Computer gefunden. Es wird stärkstens empfohlen, diesen zu deinstallieren, wenn Du ihn nicht benötigst.
it: Xrdp è in esecuzione sul tuo computer. Si consiglia di disinstallarlo se non ne hai realmente bisogno.

# additionalSoftwareSourcesDetected
source: Some additional software sources where found. These are potentially unsafe.\nIf you don't need security updates from these it is recommended to deactivate them.
de: Es wurden zusätzliche Paketquellen gefunden. Diese könnten potentiell schädlich sein. Wenn Du nicht auf Sicherheitsupdates von den entsprechenden Programmen angewiesen bist, wird empfohlen, diese zu deaktivieren.
it: Sono state trovate alcune fonti software aggiuntive. Questi sono potenzialmente non sicuri.\nSe non hai bisogno di aggiornamenti di sicurezza da questi, ti consigliamo di disattivarli.

# noAdditionalSoftwareSourcesFound
source: Good! No additional software sources found.
de: Super! Es wurden keine zusätzlichen Paketquellen gefunden.
it: Bene! Nessuna fonte software aggiuntiva trovata.

# changePasswordDescription
source: Change password of current user
de: Passwort des aktuellen Nutzers ändern
it: Cambia la password dell'utente corrente

source: User Profile
de: Benutzerprofil
it: Profilo utente

# changeUserProfile
source: Change userdetails
de: Ändere Benutzerdetails
it: Modifica i dettagli dell'utente

source: System information
it: Informazioni di sistema

source: Distribution
it: Distribuzione

source: Version
it: Versione

source: Language
de: Sprache
it: Lingua

source: Next
de: Weiter
it: Successiva

source: Select your distribution
de: Wähle Deine Distribution
it: Seleziona la tua distribuzione

source: Select your desktop
de: Wähle Deine Benutzeroberfläche
it: Seleziona il tuo desktop

# isTheRecognizedSystemCorrect
source: Is your recognized system correct?
de: Ist das erkannte System korrekt?
it: Il sistema riconosciuto è corretto?

source: No, I want to change
de: Nein, ich möchte es ändern
it: No, voglio cambiare

source: Yes
de: Ja
it: Si

source: Recognizing system...
de: Systemerkennung...
it: Sistema di riconoscimento...

source: Your. Linux. Assistant.
de: Dein. Linux. Assistent.
it: Il Tuo. Assistente.Linux

# linuxAssistantLongDescription
source: Linux Assistant is distribution indenpendent and designed to help and guide you through your daily usage. Just enter some keywords into the search field and find whatever you desire! Linux Assistant comes with useful shotcuts to files, folders and applications and also has some routines. Links to settings and e.g. the included PC-Security checker are also available.
de: Linux Assistant ist distributionsunabhängig und wurde dazu entwickelt, um Dir bei der täglichen Arbeit zu helfen und Tipps zu geben. Gib einfach ein paar Wörter in das Suchfeld ein und finde, was Du auch immer suchst! Der Linux Assistent kommt mit nützlichen Links zu Dateien, Ordnern und Anwendungen und hat ebenfalls einige Routinen, die Dir das Leben einfacher machen. Links zu Einstellungen und z.B. der mitgelieferten Sicherheitsüberprüfung sind ebenfalls vorhanden.
it: Linux Assistant è indipendente dalla distribuzione e progettato per aiutarti e guidarti nell'utilizzo quotidiano. Basta inserire alcune parole chiave nel campo di ricerca e trova quello che desideri! Linux Assistant viene fornito con utili scorciatoie a file, cartelle e applicazioni e ha anche alcune routine. Collegamenti a impostazioni e ad es. è disponibile anche il PC-Security Checker incluso.

# welcomeToYourLinuxMachine
source: Welcome to your new linux machine!
de: Willkommen auf Deinem neuen Linux-Rechner!
it: Benvenuto nella tua nuova macchina Linux!

# afterInstallationGreetingDescription
source: In the next minutes you will configure your linux machine to your needs.
de: In den nächsten Minuten werden wir Deinen Linux-Rechner nach Deinen Bedürfnissen einrichten.
it: Nei prossimi minuti configurerai la tua macchina Linux in base alle tue esigenze.

source: Let's start!
de: Lasst uns loslegen!
it: Iniziamo!

source: Include basic system information
de: Sende ebenfalls grundlegende Systeminformationen
it: Includere informazioni di sistema di base

# setUpXWithRecommendedSettings
source: Setup
de: Konfiguriere
it: Configurazione

# setUpXWithRecommendedSettingsPart2
source: with recommended settings?
de: mit empfohlenen Einstellungen?
it: con le impostazioni consigliate?

source: Manual Configuration
de: Manuelle Konfiguration
it: Configurazione manuale

# afterInstallationManualConfigurationDescription
source: Exit this routine and keep the full control of every change on your pc.
de: Beende diese Routine hier und behalte jede Änderung auf dem Computer in den eigenen Händen.
it: Esci da questa routine e mantieni il pieno controllo di ogni modifica sul tuo PC.

source: Automatic Configuration
de: Automatische Konfiguration
it: Configurazione automatica

# applyConfiguration
source: Apply software configuration
de: Wende Software-Konfiguration an
it: Applicare la configurazione del software

# thisProcessCouldTakeManyMinutesDependingSoftwareChoosed
source: This process could take many minutes depending on what software configuration you selected...
de: Dieser Prozess kann einige Minuten in Anspruch nehmen. Dieser Prozess ist abhängig von der ausgewählten Konfiguration...
it: Questo processo potrebbe richiedere molti minuti a seconda della configurazione software selezionata...

# selectSpecificActionsOnTheNextSite
source: Select the specific automatic actions on the next page.
de: Wähle spezifische automatische Aktionen auf der nächste Seite aus.
it: Seleziona le azioni automatiche specifiche nella pagina successiva.

source: Install Multimedia Codecs
de: Installiere Multimedia-Codecs
it: Installa i codec multimediali

# installMultimediaCodecsDescription
source: Install additional proprietary multimedia codes for playing videos and music.
de: Installiere zusätzliche Multimedia-Codecs zum Abspielen von Videos und Musik.
it: Installa codici multimediali proprietari aggiuntivi per la riproduzione di video e musica.

source: Automatic Snapshots
de: Automatische Systemschnappschüsse
it: Snapshot automatici

# automaticSnapshotsDescription
source: Configure automatic snapshots with timeshift. Timeshift will be configured to 2 monthly automatic snapshots on your root partition. It will not backup your personal files.
de: Konfiguriere automatische Systemschnappschüsse. Timeshift wird so konfiguriert, dass zwei monatliche Schnappschüsse auf Deiner Root-Partition abgespeichert werden.
it: Configura snapshot automatici con Timeshift. Timeshift sarà configurato per 2 snapshot automatici mensili sulla partizione root. Non eseguirà il backup dei tuoi file personali.

# automaticNvidiaDriverInstallation
source: Automatic Nividia-Driver installation
de: Automatische Nvidia-Treiber installation
it: Installazione automatica dei driver Nvidia

# automaticNvidiaDriverInstallationDesciption
source: All recommended drivers will be installed.
de: Alle empohlenen Treiber werden installiert.
it: Verranno installati tutti i driver consigliati.

source: Automatic Update Manager Configuration
de: Automatische Konfiguration der Aktualisierungsverwaltung
it: Configurazione del gestore aggiornamenti automatici

# feedbackPlaceholder
source: Are you missing a search result? For what are you searching? Do you have suggestions for improvement?...
de: Vermisst Du ein Suchergebnis? Nach was suchst Du? Hast Du Verbesserungsvorschläge?
it: Ti manca un risultato di ricerca? Cosa stai cercando? Hai suggerimenti per migliorare?...

# automaticUpdateManagerConfigurationDescription
source: Automatic updates and (if included) maintainance will be configured.
de: Es werden automatische Updates und (wenn vorhanden) automatische Wartung konfiguriert.
it: Verranno configurati gli aggiornamenti automatici e (se inclusi) la manutenzione.

source: Welcome to your new system!
de: Willkommen auf Deinem neuen System!
it: Benvenuto nel tuo nuovo sistema!

# automaticConfigurationIsRunningDescription
source: Your system is setting up and applying your software configuration. This process could take many minutes depending on what actions and software you selected...
de: Dein Rechner wird eingerichtet und neue Software wird unter Umständen installiert. Dieser Prozess kann einige Minuten dauern...
it: Il sistema sta impostando e applicando la configurazione del software. Questo processo potrebbe richiedere molti minuti a seconda delle azioni e del software selezionati..

source: Browser Selection
de: Browser-Auswahl
it: Selezione del browser

# firefoxDescription
source: Open Source browser with focus on privacy by Mozilla.
de: Open Source Browser von Mozilla mit Fokus auf Privatsphäre.
it: Browser Open Source con particolare attenzione alla privacy di Mozilla.

# chromiumDescription
source: Open Source browser. Free base of Google Chrome.
de: Open Source Browser. Freie Basis von Google Chrome.
it: Browser open source. Base gratuita di Google Chrome.

# braveDescription
source: Open Source browser with focus on privacy.
de: Open Source Browser mit Fokus auf Privatsphäre.
it: Browser Open Source con particolare attenzione alla privacy.

# chromeDescription
source: Proprietary browser from Google.
de: Proprietärer Browser von Google.
it: Browser proprietario di Google.

# thunderbirdDescription
source: Open Source E-Mail Client from Mozilla.
de: Open Source E-Mail Client von Mozilla.
it: Client di posta elettronica open source di Mozilla.

# jitsiDescription
source: Open Source video conference tool.
de: Open Source Video-Konferenz-Tool
it: Strumento di videoconferenza Open Source.

# elementDescription
source: Open Source messaging tool based on matrix protocol.
de: Open Source Messenger Tool basierend auf dem Matrix-Protokoll
it: Strumento di messaggistica Open Source basato su protocollo Matrix.

# signalDescription
source: Open source messenger. Works only with the smartphone app.
de: Open Source Messenger. Funktioniert nur mit der Smartphone-App.
it: Messaggistica open source. Funziona solo con l'app per smartphone.

# discordDescription
source: Proprietary community chat software
de: Proprietäre Community-Chat-Software
it: Software proprietario di chat di comunità

# zoomDescription
source: Proprietary conference software.
de: Proprietäre Konferenz-Software
it: Software proprietario per conferenze.

# teamsDescription
source: Proprietary team communication software.
de: Proprietäre Team-Kommunikations-Software.
it: Software proprietario di comunicazione per team.

source: Communication Software
de: Kommunikations-Software
it: Software di comunicazione

# flatpakIsNotInstalled
source: Flatpak isn't installed on your system.
de: Flatpak ist nicht auf Deinem System installiert.
it: Flatpak non è installato sul tuo sistema.

# flatpakDescription
source: For easy access to many popular apps Flatpak is highly recommended. Flatpak is a new utility for packet management for Linux. It is offering a sandbox environment in which apps can run in isolation of the rest of the system. By binding the 'Flathub' (biggest repository for flatpaks) you get access to over 1800 different Linux apps. As a downside Flatpaks require more diskpace.
de: Für den einfachen Zugriff auf viele beliebte Anwendungen ist Flatpak sehr zu empfehlen. Flatpak ist ein neuer Ansatz zur Paketverwaltung für Linux. Es bietet eine Sandbox-Umgebung, in der Anwendungen isoliert vom Rest des Systems laufen können. Durch die Einbindung des 'Flathub' (größtes Repository für Flatpaks) erhältst Du Zugang zu über 1800 verschiedenen Linux-Anwendungen. Ein Nachteil ist, dass Flatpaks mehr Speicherplatz benötigen.
it: Per un facile accesso a molte app popolari, si consiglia vivamente Flatpak. Flatpak è una nuova utility per la gestione dei pacchetti per Linux. Offre un ambiente sandbox in cui le app possono essere eseguite in isolamento dal resto del sistema. Collegando 'Flathub' (il più grande repository per flatpak) puoi accedere a oltre 1800 diverse app Linux. Come svantaggio i Flatpak richiedono più spazio su disco.

source: Skip
de: Überspringen
it: Salta

source: Setting up Flatpak
de: Einrichten von Flatpak
it: Configura Flatpak

source: Office Selection
de: Büro-Auswahl
it: Selezione Ufficio

# libreOfficeDescription
source: Open Source Office Suite from The Document Foundation. Great for the Open Document Format (.odt, .ods, .odp).
de: Open Source Office Suite veröffentlicht von 'The Document Foundation'. Optimal für das Open Document Format (.odt, .ods, .odp).
it: Suite per ufficio open source di The Document Foundation. Ottimo per il formato documento aperto (.odt, .ods, .odp).

# onlyOfficeDescription
source: Open Source Office Suite. Good for the Microsoft Document Format (.docx, .xls, .ppt).
de: Open Source Office Suite. Geeignet für das Microsoft Document Format (.docx, .xls, .ppt).
it: Suite per ufficio open source. Ottimo per il formato documento Microsoft (.docx, .xls, .ppt).

# wpsOfficeDescription
source: Proprietary Office Suite. Good for the Microsoft Document Format (.docx, .xls, .ppt).
de: Proprietäre Office Suite. Gut geeignet für das Microsoft Document Format (.docx, .xls, .ppt).
it: Suite per ufficio proprietaria. Buono per il formato documento Microsoft (.docx, .xls, .ppt).

# includeSearchTermAndResults
source: Include search term and search results
de: Versende ebenfalls den eingegeben Such-Text und die Such-Ergbnisse.
it: Includi il termine di ricerca e i risultati della ricerca

source: Submit
de: Einsenden
it: Invia

# thankYouForTheFeedback
source: Thank you very much for your feedback!
de: Vielen Dank für Dein Feedback!
it: Grazie mille per il tuo feedback!

# feedbackSentSuccessfully
source: Your feedback was sent to the developers successfully.
de: Dein Feedback wurde den Entwicklern erfolgreich zugesendet.
it: Il tuo feedback è stato inviato agli sviluppatori con successo.

source: Close
de: Schließen
it: Chiudi

source: Sending feedback failed.
de: Das Versenden Deines Feedbacks hat leider nicht geklappt.
it: L'invio del feedback non è riuscito.

source: Sending feedback...
de: Sende Feedback...
it: Invio di feedback...

# startAfterInstallationRoutine
source: Start initial setup of computer
de: Starte Einrichtung des Rechners
it: Avvia la configurazione iniziale del computer

source: Time to setup your computer
de: Zeit, Deinen Rechner einzurichten
it: È ora di configurare il tuo computer

# timeToSetupYourComputerDescription
source: Configure your linux machine to your needs.
de: Konfiguriere Deinen Linux-Rechner nach Deinen Bedürfnissen.
it: Configura la tua macchina Linux in base alle tue esigenze.

source: Activate hotkey
de: Aktiviere Tastenkürzel
it: Attiva il tasto di scelta rapida

source: Open Linux Assistant faster.
de: Öffne Linux Assistant schneller.
it: Apri l'Assistente Linux più velocemente.

# openLinuxAssistantFasterDescription
source: You could open Linux Assistant with the keys {modifier} + <Q>. This is higly recommended to maximize your productivity under linux.
de: Mit der Tastenkombination {modifier} + <Q> könntest Du direkt deinen Assistenten schneller öffnen. Um mit Deinem Rechner produktiver zu arbeiten, wird dieser Schritt wärmstens empfohlen.
it: Puoi aprire Linux Assistant con i tasti {modifier} + <Qn Questo è altamente raccomandato per massimizzare la tua produttività sotto Linux.

source: Yes, setup hotkey
de: Ja, aktiviere Tastenkürzel
it: Sì, tasto di scelta rapida per l'impostazione

source: Introduction
de: Einführung
it: Introduzione

# theFollowingContentCanBeSearched
source: You can search for following content:
de: Folgende Inhalte können durchsucht werden:
it: È possibile cercare i seguenti contenuti:

source: Applications
de: Anwendungen
it: Applicazioni

# applicationSearchDescription
source: Search for all your favorite applications and start them in a fraction of a second.
de: Suche nach allen Deinen liebsten Anwendungen und starte diese im Bruchteil einer Sekunde.
it: Cerca tutte le tue applicazioni preferite e avviale in una frazione di secondo.

source: Folders
de: Ordner
it: Cartelle

# folderSearchDescription
source: Linux Assistant scanns all your important folders and offers them you also in your result list.
de: Linux Assistant scannt automatisch nach Deinen wichtigsten Ordner und bietet diese Dir in der Suche an.
it: Linux Assistant esegue la scansione di tutte le tue cartelle importanti e te le offre anche nell'elenco dei risultati.

source: Recent files
de: Zuletzt geöffnete Dateien
it: File recenti

# recentFilesDescription
source: As long your system stores recently used files, you can find these and also your starred files.
de: Solange dein System die zuletzt geöffneten Dateien abspeichert, kannst Du auch nach zuletzt geöffneten oder deinen als Favorit markierten Dateien finden.
it: Finché il tuo sistema memorizza i file utilizzati di recente, puoi trovare questi e anche i tuoi file speciali.

# browserBookmarks
source: Bookmarks of your webbrowser
de: Lesezeichen Deines Webbrowsers
it: Segnalibri del tuo browser web.

# browserBookmarksDescription
source: Find your favorite sites if you marked them as bookmark in your webbrowser.
de: Durchsuche Deine Lieblingswebseiten, sofern Du diese in Deinem Webbrowser als Lesezeichen abgespeichert hast.
it: Trova i tuoi siti preferiti se li hai contrassegnati come segnalibri nel tuo browser web.

# specialFunctions
source: Special functions by Linux-Assistant
de: Spezielle Funktionen des Linux-Assistants
it: Funzioni speciali di Linux-Assistant

# specialFunctionsDescription
source: Start the security check or the after installation service and also many other small routines which make your daily linux use easier. These are presented under the search bar in radomized order.
de: Starte die Sicherheitsüberprüfung oder die Einrichtung nach der Installation, sowie wie viele weitere kleine Routinen, die Dir den Linux-Alltag vereinfachen. Diese werden in zufälliger Reihenfolge unter der Sucheleiste vorgestellt.
it: Avvia il controllo di sicurezza o il servizio post-installazione e anche tante altre piccole routine che semplificano l'utilizzo quotidiano di Linux. Questi sono presentati sotto la barra di ricerca in ordine radomizzato.

source: Hint
de: Tipp
it: Suggerimento

# youCanOpenThisWindowBySearchingForIntroduction
source: You can reopen this site by searching for 'Introduction to Linux-Assistant'.
de: Du kannst diese Seite immer wieder aufrufen, in dem Du nach 'Einführung des Linux-Assistants' suchst.
it: Puoi riaprire questo sito cercando 'Introduzione a Linux-Assistant'.
